[
  {
    "path": "posts/SDSE19-005/",
    "title": "Using the Pachinkogram to introduce and explore Bayes’ theorem",
    "description": "A person has been randomly chosen to be tested for diabetes and tests positive. What is the probability they actually have diabetes? Students use the Pachinkogram visual tool to explore this scenario and investigate what happens when the given probabilities change. Rather than introducing Bayes’ theorem using formulae, this lesson aims to give students an intuitive understanding of the nature and effect of given and resultant probabilities.",
    "author": [
      {
        "name": "Dr Marie Fitch",
        "url": {}
      }
    ],
    "date": "2020-02-03",
    "categories": [
      "probability",
      "undergraduate level"
    ],
    "preview": "posts/SDSE19-005/bayes.png",
    "last_modified": "2020-02-03T16:04:29+13:00",
    "preview_width": 439,
    "preview_height": 325
  },
  {
    "path": "posts/ED19-001/",
    "title": "Editorial: October 2019",
    "description": "Welcome to the inaugural issue of the Statistics and Data Science Educator (SDSE). This online journal of peer-reviewed lesson plans for teachers arose from a NZSA Education Committee concern that available teaching resources for the NZ statistics curriculum at the school and tertiary level needed to be improved.",
    "author": [
      {
        "name": "Maxine Pfannkuch",
        "url": {}
      },
      {
        "name": "Anna Fergusson",
        "url": {}
      }
    ],
    "date": "2019-09-25",
    "categories": [],
    "preview": "posts/ED19-001/nz.png",
    "last_modified": "2019-09-28T11:06:05+12:00",
    "preview_width": 500,
    "preview_height": 400
  },
  {
    "path": "posts/SDSE19-001/",
    "title": "Is the wonky dice fair?",
    "description": "In this activity, students explore the actual and expected outcomes of a six-sided “wonky” dice. Students use what they have learned about sampling variation to decide if there is any reason to think their wonky dice might not be fair.",
    "author": [
      {
        "name": "Dr Michelle Dalrymple",
        "url": {}
      }
    ],
    "date": "2019-09-25",
    "categories": [
      "informal hypothesis testing",
      "ages 15 - 18 years",
      "ages 11 - 14 years"
    ],
    "preview": "posts/SDSE19-001/wonky.png",
    "last_modified": "2019-09-28T11:06:15+12:00",
    "preview_width": 290,
    "preview_height": 228
  },
  {
    "path": "posts/SDSE19-002/",
    "title": "Probability explorations in a game context: The dice difference game",
    "description": "Learning about probability poses difficulties for students at all levels. In this lesson students are asked to make predictions about the fairness of a dice difference game and then test them by gathering and examining data. Student predictions and conclusions are examined and re-examined in interactions among small group members and whole class or group and teacher. This lesson also addresses some common misconceptions relating to probability of simple and compound events.",
    "author": [
      {
        "name": "Dr Sashi Sharma",
        "url": {}
      }
    ],
    "date": "2019-09-25",
    "categories": [
      "probability",
      "ages 11 - 14 years"
    ],
    "preview": "posts/SDSE19-002/dice.png",
    "last_modified": "2019-09-28T11:06:34+12:00",
    "preview_width": 634,
    "preview_height": 500
  },
  {
    "path": "posts/SDSE19-003/",
    "title": "What pets do the kids in our class have?",
    "description": "This lesson introduces multivariate whole number data cards for year 3-6 students through the context of pets. The use of the data cards is designed to move students away from collecting single variable data in tables with tally marks to collecting multivariate data to allow for a wider view of their investigative question. The data cards encourage multiple displays of the data as the students notice patterns in the data. This lesson allows students to engage in the entire PPDAC cycle.",
    "author": [
      {
        "name": "Dr Pip Arnold",
        "url": {}
      }
    ],
    "date": "2019-09-25",
    "categories": [
      "multivariate data investigation",
      "ages 7 - 10 years"
    ],
    "preview": "posts/SDSE19-003/pets.png",
    "last_modified": "2019-09-28T11:06:47+12:00",
    "preview_width": 400,
    "preview_height": 353
  },
  {
    "path": "posts/SDSE19-004/",
    "title": "The North Island has the bigger population, but does the South Island have the bigger motor vehicle engines? An introduction to bootstrapping",
    "description": "The lessons introduce the concept of resampling through bootstrapping, leading to the formation of a confidence interval of the difference between two means or two medians. The students experience sampling variation and bootstrapping visually through the aid of technology and manually through a physical exercise involving data cards of a sample from a very large population. A confidence interval of the difference between two population parameters is formed and interpreted. Lastly the experience using technology is formalised.",
    "author": [
      {
        "name": "Mark Hooper",
        "url": {}
      }
    ],
    "date": "2019-09-25",
    "categories": [
      "confidence intervals",
      "ages 15 - 18 years"
    ],
    "preview": "posts/SDSE19-004/cars.png",
    "last_modified": "2019-09-28T11:07:08+12:00",
    "preview_width": 500,
    "preview_height": 334
  }
]
